export const Info = () => {
    return (
        <div className='info'>
            <h1>Персонавт</h1>
            <h2>Конструктор флет-персонажей от Логонавта</h2>
            <p>Выбирай параметры, сохраняй персонажа в виде png картинки с прозрачным фоном и используй, как душе угодно.</p>
            <h2>Случаи, в которых это пригодиться</h2>
            <p>Ведете бизнес-сообщества в социальных сетях? Создаете посты, рекламные баннеры, стараетесь без лишних раздражителей привлечь внимание пользователя?</p>
            <p>Флет-персонажи могут оказаться одним из вариантов упрощения данной проблематики.</p>
            <p>Хотя флет-иллюстрации существуют уже достаточно давно, они до сих пор не потеряли свою актуальность и редко используются в российском сегменте, особенно малого бизнеса, что может позитивно сказаться на оригинальности вашего предложения.</p>
            <div className='infoTriImage'>
                <img src='https://media3.giphy.com/media/fktd7kMMvc6uEuc5t0/giphy.gif?cid=790b7611efeb0b428fe098aae724e9aff6b42182e0e53499&rid=giphy.gif&ct=g'/>
                <img src='https://media3.giphy.com/media/fktd7kMMvc6uEuc5t0/giphy.gif?cid=790b7611efeb0b428fe098aae724e9aff6b42182e0e53499&rid=giphy.gif&ct=g'/>
                <img src='https://media3.giphy.com/media/fktd7kMMvc6uEuc5t0/giphy.gif?cid=790b7611efeb0b428fe098aae724e9aff6b42182e0e53499&rid=giphy.gif&ct=g'/>
            </div>
            <h2>Как пользоваться иллюстрациями</h2>
            <p>Собираете персонажа, сохраняете картинку, используете в программе для обработки картинок, которой вы пользуетесь.</p>
            <img className='wide-image' src='https://media3.giphy.com/media/fktd7kMMvc6uEuc5t0/giphy.gif?cid=790b7611efeb0b428fe098aae724e9aff6b42182e0e53499&rid=giphy.gif&ct=g'/>
            <h2>Будущее</h2>
            <p>Проект находится в ранней стадии. В случае востребованности персонавта, со временем будут добавляться новые функции. Самые важные из них на данный момент - сохрание в svg, чтобы адекватно использовать персонажей на сайтах и добавление новых стилей.</p>
        </div>
    );
}